Repository: s4pp1/plugin.video.stremhu
Catalog: resources/language/resource.language.*/strings.po
Languages: hu_hu

# #30000
source: General
hu_hu: Általános

# #30100
source: StremHU Source configuration
hu_hu: StremHU Source kofigurálása

# #30111
source: StremHU Source Kodi integration URL, which you can copy from the interface.
hu_hu: StremHU Source Kodi integrációs URL, amit a felületről tudsz kimásolni.

# #30200
source: Install StremHU player
hu_hu: StremHU lejátszó telepítése

# #30210
source: to TMDb Helper
hu_hu: a TMDb Helper-be

# #30211
source: To use StremHU, you need to install the player in the helper so it appears as a selectable option when starting a movie or series
hu_hu: A StremHU használatához telepíteni kell a lejátszót a helper-be, hogy a film/sorozat indításánál megjelenjen, mint választható lejetőség.

# #30220
source: to TMDb Bingie Helper
hu_hu: a TMDb Bingie Helper-be

# #30024
source: Source streams URL template
hu_hu: Source stream URL sablon

# #30025
source: Network
hu_hu: Hálózat

# #30026
source: HTTP timeout (seconds)
hu_hu: HTTP timeout (másodperc)

# #30032
source: Select stream
hu_hu: Stream kiválasztása

# #30040
source: Missing required setting
hu_hu: Hiányzó kötelező beállítás

# #30043
source: No torrent found for this media.
hu_hu: Nem található torrent a médiához.

# #30060
source: Resolver addon: call this plugin from another addon/player rule.
hu_hu: Resolver addon: hívd ezt a plugint egy másik addon/player szabályból.

# #30071
source: Reinstall TMDB Helper player rule
hu_hu: TMDB Helper player szabály újratelepítése

# #30072
source: TMDB Helper player rule installed.
hu_hu: TMDB Helper player szabály telepítve.

# #30073
source: TMDB Helper player rule already installed.
hu_hu: A TMDB Helper player szabály már telepítve van.

# #30074
source: TMDB Helper player rule install failed.
hu_hu: Nem sikerült telepíteni a TMDB Helper player szabályt.

# #30075
source: TMDB Helper is not installed.
hu_hu: A TMDB Helper nincs telepítve.
